{
  "translation": {
    "homePage": {
      "name": "Mandus",
      "frontEnd": "FrontEnd",
      "webApp": "Web och App",
      "development": "Utveckling"
    },
    "projectPage": {
      "title": "Projekt",
      "btnText": "Stäng Fönstret",
      "alertWebPage": "Detta projekt har ingen live sida att visa upp.",
      "alertProject": "Detta projekt har inget repo-sida att visa upp.",
      "storageModal": {
        "title": "Förrådsuthyrning",
        "projectTools": "React, Redux och Sendgrid",
        "projectDescription": "I detta projekt var mitt mål att hålla igång och utveckla mina React och Redux kunskaper men också lära mig att kunna ta emot emails automatiserat från användare."
      },
      "landloardModal": {
        "title": "Hyresvärden",
        "projectTools": "HTML och CSS",
        "projectDescription": "I detta projekt var mitt mål att hålla igång och utveckla mina HTML och CSS kunskaper men också att leka lite med CSS. Denna sida är långt ifrån klar!"
      },
      "webshopModal": {
        "title": "Node Lagarbete",
        "projectTools": "Node JS, Mongoose och MongoDB (BackEnd)",
        "projectDescription": "Jag och en till klasskamrat fick av läraren en färdig FrontEnd som var skriven i VUE och sedan arbetade vi med Node JS, Mongoose och MongoDB i detta skolprojekt. Det var ett väldigt roligt projekt och det var väldigt roligt att sammarbeta med min klaskamrat."
      },
      "bookLibraryModal": {
        "title": "Bokaffären",
        "projectTools": "React, Redux, Figma,",
        "projectDescription": "Detta projekt gjorde jag och 4 av mina klasskamrater under vår Agila kurs. Väldigt kul att jobba med det Agila arbetssättet där jag fick chansen att agera scrum master vilket jag tyckte både var roligt och en roll som både jag och mina klasskamrater tyckte passade mig. Extra kul också att vi fick ett resultat vi blev nöjda över."
      }
    },
    "skillsPage": {
      "title": "Kunskaper",
      "ux": "UX",
      "frontend": "FrontEnd",
      "app": "APP",
      "backend": "BackEnd",
      "database": "Databas"
    },
    "aboutPage": {
      "title": "Om",
      "textPart1": "Hej, mitt namn är Mandus Lindström. Född 1985 i Sverige.",
      "textPart2": "Jag är en FrontEnd student och letar efter jobbmöjligheter.",
      "textPart3": "Jag har ens stor passion för kodning och speciellt att jag får ett kodresultat snabbt och att det ska vara lätt att förstå, både för mina kollegor och för framtida Mandus Lindström. De mest svåra kodnings utmaningarna tycker jag är de roligaste.",
      "textPart4": "En dag hoppas jag ska kunna kalla migs jälv fullstack utvecklare. Just nu trivs jag väldigt bra med att jobba med JS och React, mina BackEnd kunskaper behöver utvecklas... Med det sagt har jag ingenting emot att lära mig nya språk/kunskaper men för tillfället är jag fokuserad att fördjupa mina redan påbörjade språk."
    },
    "contactPage": {
      "title": "Kontakt",
      "firstName": "Förnamn",
      "lastName": "Efternamn",
      "email":"E-post",
      "message": "Meddelande",
      "btnText": "Fortsätt",
      "firstNameRequired":"Du måste skriva in ditt förnamn",
      "lastNameRequired":"Du måste skriva in ditt efternamn",
      "emailRequired":"E-post krävs",
      "messageRequired":"Meddelande text saknas",
      "alertSent":"Ditt mail har skickats",
      "alertNotSent":"Något har gått fel"
    }
  }
}
